Revit 2027 API
ParameterTypeId.SpacingJustificationHoriz Property
 "Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingJustificationHoriz { get; }
Public Shared ReadOnly Property SpacingJustificationHoriz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingJustificationHoriz {
	ForgeTypeId^ get ();
}
static member SpacingJustificationHoriz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace